Revit 2024 API
SymbolTypeId.Hour Property
 Symbol h, indicating unit Hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Hour { get; }
Visual Basic
Public Shared ReadOnly Property Hour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Hour {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace